Repository: NaN-tic/trytond-account_financial_statement
Catalog: locale/*.po
Languages: ca

# error:account.financial.statement.report.line:
source: Code line must be unique per report.
ca: El codi de la línia ha de ser únic en l'informe.

# error:account.financial.statement.template.line:
source: The code must be unique for this template.
ca: El codi ha de ser únic per aquesta plantilla.

# field:account.financial.statement.report,calculation_date:
source: Calculation date
ca: Data del càlcul

# field:account.financial.statement.report,company:
source: Company
ca: Empresa

# field:account.financial.statement.report,comparison:
source: Comparison
ca: Comparació

# field:account.financial.statement.report,create_date:
source: Create Date
ca: Data de creació

# field:account.financial.statement.report,create_uid:
source: Create User
ca: Usuari de creació

# field:account.financial.statement.report,current_fiscalyear:
source: Fiscal year
ca: Exercici fiscal

# field:account.financial.statement.report,current_periods:
source: Periods
ca: Períodes

# field:account.financial.statement.report,current_periods_end_date:
source: Current Periods Dates
ca: Dates períodes actual

# field:account.financial.statement.report,current_periods_list:
source: Current Periods List
ca: LLista períodes actual

# field:account.financial.statement.report,current_periods_start_date:
source: Current Periods Dates
ca: Dates períodes actual

# field:account.financial.statement.report,lines:
source: Lines
ca: Línies

# field:account.financial.statement.report,name:
source: Name
ca: Nom

# field:account.financial.statement.report,previous_fiscalyear:
source: Comparison Fiscal Year
ca: Exercici fiscal comparació

# field:account.financial.statement.report,previous_periods:
source: Comparison Periods
ca: Períodes comparació

# field:account.financial.statement.report,previous_periods_end_date:
source: Comparison Periods Dates
ca: Dates períodes comparació

# field:account.financial.statement.report,previous_periods_list:
source: Comparison Periods List
ca: Llista períodes comparació

# field:account.financial.statement.report,previous_periods_start_date:
source: Comparison Periods Dates
ca: Dates períodes comparació

# field:account.financial.statement.report,rec_name:
source: Name
ca: Nom

# field:account.financial.statement.report,state:
source: State
ca: Estat

# field:account.financial.statement.report,template:
source: Template
ca: Plantilla

# field:account.financial.statement.report,write_date:
source: Write Date
ca: Data de modificació

# field:account.financial.statement.report,write_uid:
source: Write User
ca: Usuari de modificació

# field:account.financial.statement.report.line,calculation_date:
source: Calculation date
ca: Data càlcul

# field:account.financial.statement.report.line,children:
source: Children
ca: Fills

# field:account.financial.statement.report.line,code:
source: Code
ca: Codi

# field:account.financial.statement.report.line,comparison_report:
source: Comparison report
ca: Informe comparació

# field:account.financial.statement.report.line,create_date:
source: Create Date
ca: Data de creació

# field:account.financial.statement.report.line,create_uid:
source: Create User
ca: Usuari de creació

# field:account.financial.statement.report.line,css_class:
source: CSS Class
ca: Classe CSS

# field:account.financial.statement.report.line,currency_digits:
source: Currency Digits
ca: Decimals de la moneda

# field:account.financial.statement.report.line,current_line_accounts:
source: Current Detail
ca: Detall actual

# field:account.financial.statement.report.line,current_value:
source: Current Value
ca: Valor actual

# field:account.financial.statement.report.line,line_accounts:
source: Line Accounts
ca: Comptes de la línia

# field:account.financial.statement.report.line,name:
source: Name
ca: Nom

# field:account.financial.statement.report.line,parent:
source: Parent
ca: Pare

# field:account.financial.statement.report.line,previous_line_accounts:
source: Previous Detail
ca: Detall anterior

# field:account.financial.statement.report.line,previous_value:
source: Comparison Value
ca: Valor comparació

# field:account.financial.statement.report.line,rec_name:
source: Name
ca: Nom

# field:account.financial.statement.report.line,report:
source: Report
ca: Informe

# field:account.financial.statement.report.line,report_state:
source: Report State
ca: Estat del informe

# field:account.financial.statement.report.line,sequence:
source: Sequence
ca: Seqüència

# field:account.financial.statement.report.line,template_line:
source: Line template
ca: Línia de la plantilla

# field:account.financial.statement.report.line,write_date:
source: Write Date
ca: Data de modificació

# field:account.financial.statement.report.line,write_uid:
source: Write User
ca: Usuari de modificació

# field:account.financial.statement.report.line.account,account:
source: Account
ca: Compte

# field:account.financial.statement.report.line.account,balance:
source: Balance
ca: Saldo

# field:account.financial.statement.report.line.account,create_date:
source: Create Date
ca: Data de creació

# field:account.financial.statement.report.line.account,create_uid:
source: Create User
ca: Usuari de creació

# field:account.financial.statement.report.line.account,currency_digits:
source: Currency Digits
ca: Decimals de la moneda

# field:account.financial.statement.report.line.account,debit:
source: Debit
ca: Deure

# field:account.financial.statement.report.line.account,fiscal_year:
source: Fiscal Year
ca: Exercici fiscal

# field:account.financial.statement.report.line.account,rec_name:
source: Name
ca: Nom

# field:account.financial.statement.report.line.account,report_line:
source: Report Line
ca: Línia d'informe

# field:account.financial.statement.report.line.account,write_date:
source: Write Date
ca: Data de modificació

# field:account.financial.statement.report.line.account,write_uid:
source: Write User
ca: Usuari de modificació

# field:account.financial.statement.report.line.detail.start,comparison_report:
source: Comparison Report
ca: Informe comparació

# field:account.financial.statement.report.line.detail.start,detail:
source: Detail Level
ca: Nivell de detall

# field:account.financial.statement.report.line.detail.start,fiscalyear:
source: Fiscal Year
ca: Exercici fiscal

# field:account.financial.statement.template,create_date:
source: Create Date
ca: Data de creació

# field:account.financial.statement.template,create_uid:
source: Create User
ca: Usuari de creació

# field:account.financial.statement.template,cumulate:
source: Cumulate Balances
ca: Acumula balanços

# field:account.financial.statement.template,description:
source: Description
ca: Descripció

# field:account.financial.statement.template,lines:
source: Lines
ca: Línies

# field:account.financial.statement.template,name:
source: Name
ca: Nom

# field:account.financial.statement.template,rec_name:
source: Name
ca: Nom

# field:account.financial.statement.template,report_xml:
source: Report design
ca: Disseny de l'informe

# field:account.financial.statement.template,type:
source: Type
ca: Tipus

# field:account.financial.statement.template,write_date:
source: Write Date
ca: Data de modificació

# field:account.financial.statement.template,write_uid:
source: Write User
ca: Usuari de modificació

# field:account.financial.statement.template.line,children:
source: Children
ca: Fills

# field:account.financial.statement.template.line,code:
source: Code
ca: Codi

# field:account.financial.statement.template.line,create_date:
source: Create Date
ca: Data de creació

# field:account.financial.statement.template.line,create_uid:
source: Create User
ca: Usuari de creació

# field:account.financial.statement.template.line,css_class:
source: CSS Class
ca: Classe CSS

# field:account.financial.statement.template.line,current_value:
source: Current formula
ca: Fórmula actual

# field:account.financial.statement.template.line,name:
source: Name
ca: Nom

# field:account.financial.statement.template.line,negate:
source: Negate
ca: Negació

# field:account.financial.statement.template.line,parent:
source: Parent
ca: Pare

# field:account.financial.statement.template.line,previous_value:
source: Comparison formula
ca: Fórmula comparació

# field:account.financial.statement.template.line,rec_name:
source: Name
ca: Nom

# field:account.financial.statement.template.line,sequence:
source: Sequence
ca: Seqüència

# field:account.financial.statement.template.line,template:
source: Template
ca: Plantilla

# field:account.financial.statement.template.line,write_date:
source: Write Date
ca: Data de modificació

# field:account.financial.statement.template.line,write_uid:
source: Write User
ca: Usuari de modificació

# field:account_financial_statement-account_period_current,create_date:
source: Create Date
ca: Data de creació

# field:account_financial_statement-account_period_current,create_uid:
source: Create User
ca: Usuari de creació

# field:account_financial_statement-account_period_current,period:
source: Period
ca: Període

# field:account_financial_statement-account_period_current,rec_name:
source: Name
ca: Nom

# field:account_financial_statement-account_period_current,report:
source: Account Report
ca: Informe

# field:account_financial_statement-account_period_current,write_date:
source: Write Date
ca: Data de modificació

# field:account_financial_statement-account_period_current,write_uid:
source: Write User
ca: Usuari de modificació

# field:account_financial_statement-account_period_previous,create_date:
source: Create Date
ca: Data de creació

# field:account_financial_statement-account_period_previous,create_uid:
source: Create User
ca: Usuari de creació

# field:account_financial_statement-account_period_previous,period:
source: Period
ca: Període

# field:account_financial_statement-account_period_previous,rec_name:
source: Name
ca: Nom

# field:account_financial_statement-account_period_previous,report:
source: Account Report
ca: Informe

# field:account_financial_statement-account_period_previous,write_date:
source: Write Date
ca: Data de modificació

# field:account_financial_statement-account_period_previous,write_uid:
source: Write User
ca: Usuari de modificació

# help:account.financial.statement.template,type:
source: System reports cannot be modified
ca: Els informes de sistema no es poden modificar.

# help:account.financial.statement.template.line,code:
source: Concept code, may be used in formulas to reference this line
ca: Codi del concepte. Es pot fer servir a les fórmules per fer referència a aquesta línia.

# help:account.financial.statement.template.line,css_class:
source: Style-sheet class
ca: Classe del full d'estils.

# help:account.financial.statement.template.line,current_value:
source: Value calculation formula: Depending on this formula the final value is calculated as follows: - Empy template value: sum of (this concept) children values. - Number with decimal point ("10.2"): that value (constant). - Account numbers separated by commas ("430,431,(437)"): Sum of the accounts (the sign of the depends on the mode). - Concept codes separated by "+" ("11000+12000"): Sum of those concepts values.
ca: Fórmula de càlcul del valor: Depenent d'aquesta fórmula el valor final es calcula de la següent forma: - Valor buit: Suma dels valors dels fills d'aquest concepte. - Número amb punt decimal ("10.2"): Aquest valor (constant). - Números de comptes separats per comes ("430,431,(437)"): Suma del balanç dels comptes (el signe depen del mode). - Codis de conceptes separats per "+"("11000+12000"): Suma dels valors d'aquests conceptes.

# help:account.financial.statement.template.line,name:
source: Concept name/description
ca: Nom del concepte/descripció.

# help:account.financial.statement.template.line,negate:
source: Negate the value (change the sign of the )
ca: Nega el valor (canvia el valor del signe).

# help:account.financial.statement.template.line,previous_value:
source: Value calculation formula: Depending on this formula the final value is calculated as follows: - Empy template value: sum of (this concept) children values. - Number with decimal point ("10.2"): that value (constant). - Account numbers separated by commas ("430,431,(437)"): Sum of the accounts (the sign of the depends on the mode). - Concept codes separated by "+" ("11000+12000"): Sum of those concepts values.
ca: Fórmula de càlcul del valor: Depenent d'aquesta fórmula el valor final es calcula de la següent forma: - Valor buit: Suma dels valors dels fills d'aquest concepte. - Número amb punt decimal ("10.2"): Aquest valor (constant). - Números de comptes separats per comes ("430,431,(437)"): Suma del balanç dels comptes (el signe depen del mode). - Codis de conceptes separats per "+"("11000+12000"): Suma dels valors d'aquests conceptes.

# help:account.financial.statement.template.line,sequence:
source: Lines will be sorted/grouped by this field
ca: Les línies s'ordenaran/agruparan per aquest camp.

# jasper:account.financial.statement.report:
source: Amount
ca: Import

# jasper:account.financial.statement.report:
source: Comparision
ca: Comparació

# jasper:account.financial.statement.report:
source: Comparision Fiscal Year
ca: Exercici fiscal comparació

# jasper:account.financial.statement.report:
source: Concept
ca: Concepte

# jasper:account.financial.statement.report:
source: Current
ca: Actual

# jasper:account.financial.statement.report:
source: Fiscal Year
ca: Exercici fiscal

# jasper:account.financial.statement.report:
source: VAT
ca: CIF/NIF

# model:account.financial.statement.report,name:
source: Financial Statement Report
ca: Informe de balanç comptable

# model:account.financial.statement.report.line,name:
source: Financial Statement Report Line
ca: Línia d'informe de balanç comptable

# model:account.financial.statement.report.line.account,name:
source: Financial Statement Report Account
ca: Compte d'informe de balanç comptable

# model:account.financial.statement.report.line.detail.start,name:
source: Financial Statement Report Account Line Detail Start
ca: Detall de lína de balanç comptable

# model:account.financial.statement.template,name:
source: Financial Statement Template
ca: Plantilla de balanç comptable

# model:account.financial.statement.template.line,name:
source: Financial Statement Template Line
ca: Línia de plantilla de balanç comptable

# model:account_financial_statement-account_period_current,name:
source: Financial Statement Report - Current Periods
ca: Informe de balanç comptable - Períodes actuals

# model:account_financial_statement-account_period_previous,name:
source: Financial Statement Report - Previous Periods
ca: Informe de balanç comptable - Períodes anteriors

# model:ir.action,name:act_account_financial_statement
source: Financial Statement Report
ca: Informe de balanç comptable

# model:ir.action,name:act_account_financial_statement_template
source: Account report templates
ca: Plantilla de balanç comptable

# model:ir.action,name:act_open_detail
source: Line Detail
ca: Obre detall

# model:ir.action,name:act_report_line_account
source: Line Detail Per Account
ca: Detall de línia per compte

# model:ir.action,name:act_report_lines
source: Lines
ca: Línies

# model:ir.action,name:action_report_pdf
source: Account Financial Statement
ca: Informe de balanç comptable

# model:ir.ui.menu,name:menu_account_financial_statement_reports
source: Financial Statement Reports
ca: Informes de balanç comptable

# model:ir.ui.menu,name:menu_account_financial_statement_templates
source: Financial Statement Templates
ca: Plantilles de balanç comptable

# selection:account.financial.statement.report,state:
source: Calculated
ca: Calculat

# selection:account.financial.statement.report,state:
source: Draft
ca: Esborrany

# selection:account.financial.statement.report.line,css_class:
source: Default
ca: Per defecte

# selection:account.financial.statement.report.line,css_class:
source: Level 1
ca: Nivell 1

# selection:account.financial.statement.report.line,css_class:
source: Level 2
ca: Nivell 2

# selection:account.financial.statement.report.line,css_class:
source: Level 3
ca: Nivell 3

# selection:account.financial.statement.report.line,css_class:
source: Level 4
ca: Nivell 4

# selection:account.financial.statement.report.line,css_class:
source: Level 5
ca: Nivell 5

# selection:account.financial.statement.report.line,report_state:
source: Calculated
ca: Calculat

# selection:account.financial.statement.report.line,report_state:
source: Draft
ca: Esborrany

# selection:account.financial.statement.report.line.account,fiscal_year:
source: Current
ca: Actual

# selection:account.financial.statement.report.line.account,fiscal_year:
source: Previous
ca: Anterior

# selection:account.financial.statement.report.line.detail.start,detail:
source: Account
ca: Compte

# selection:account.financial.statement.report.line.detail.start,detail:
source: Move
ca: Apunt

# selection:account.financial.statement.report.line.detail.start,fiscalyear:
source: Comparison
ca: Comparació

# selection:account.financial.statement.report.line.detail.start,fiscalyear:
source: Current
ca: Actual

# selection:account.financial.statement.template,mode:
source: Credit-Debit
ca: Haver-Deure

# selection:account.financial.statement.template,mode:
source: Credit-Debit, reversed with brakets
ca: Haver-Deure, invers si està entre parèntesis.

# selection:account.financial.statement.template,mode:
source: Debit-Credit
ca: Deure-Haver

# selection:account.financial.statement.template,mode:
source: Debit-Credit, reversed with brakets
ca: Deure-Haver, invers si està entre parèntesis.

# selection:account.financial.statement.template,type:
source: System
ca: Sistema

# selection:account.financial.statement.template,type:
source: User
ca: Usuari

# selection:account.financial.statement.template.line,css_class:
source: Default
ca: Per defecte

# selection:account.financial.statement.template.line,css_class:
source: Level 1
ca: Nivell 1

# selection:account.financial.statement.template.line,css_class:
source: Level 2
ca: Nivell 2

# selection:account.financial.statement.template.line,css_class:
source: Level 3
ca: Nivell 3

# selection:account.financial.statement.template.line,css_class:
source: Level 4
ca: Nivell 4

# selection:account.financial.statement.template.line,css_class:
source: Level 5
ca: Nivell 5

# view:account.financial.statement.report.line.account:
source: Detail
ca: Detall

# view:account.financial.statement.report.line.account:
source: Fiscal Year Details
ca: Detalls exercici fiscal

# view:account.financial.statement.report.line.detail.start:
source: Open Line Detail
ca: Obre detall de línia

# view:account.financial.statement.report.line:
source: Open Details
ca: Obre detalls

# view:account.financial.statement.report.line:
source: Style
ca: Estil

# view:account.financial.statement.report.line:
source: Values
ca: Valors

# view:account.financial.statement.report:
source: Calculate
ca: Calcula

# view:account.financial.statement.report:
source: Comparison
ca: Comparació

# view:account.financial.statement.report:
source: Current
ca: Actual

# view:account.financial.statement.report:
source: Draft
ca: Esborrany

# view:account.financial.statement.report:
source: Lines
ca: Línies

# view:account.financial.statement.template.line:
source: Style
ca: Estil

# view:account.financial.statement.template:
source: Information
ca: Informació

# view:account.financial.statement.template:
source: Lines
ca: Línies

# wizard_button:account.financial.statement.report.line.detail,start,end:
source: Cancel
ca: Cancel·la

# wizard_button:account.financial.statement.report.line.detail,start,select:
source: Ok
ca: D'acord

# wizard_button:account.financial.statement.report.line.detail,start,select:
source: Open
ca: Obre
